Repository: dotpay/AWPCP
Catalog: langs/awpcp3-gateway-dotpay-*.po
Languages: pl_pl

source: Dotpay Payment Gateway
pl_pl: Bramka Płatności Dotpay

source: Credit card payment via Dotpay
pl_pl: Płatność poprzez Dotpay

source: We haven't received your payment information from Dotpay yet and we are unable to verify your transaction. Please reload this page or visit <a href="%s">%s</a> in 30 seconds to continue placing your Ad.
pl_pl: Nie otrzymaliśmy jeszcze informacji o twojej płatności z Dotpay i nie jesteśmy w stanie zweryfikować twojej transakcji. Proszę przeładować tą stronę lub odwiedzić <a href="%s">%s</a> za około 30 sekund aby kontynuować.

source: Dotpay returned the following status from your payment: %s. %d payment variables were posted.
pl_pl: Dotpay zwrócił następujący status dla twoje płatności: %s. Otrzymano %d zmiennych dla tej płatności.

source: If this status is not PENDING or COMPLETED, then you may need to wait a bit before your payment is approved, or contact Dotpay directly as to the reason the payment is having a problem.
pl_pl: Jeśli status twojej płatności jest inny niż OCZEKUJĄCA lub UKOŃCZONA, wtedy powinieneś poczekać chwilę na zatwierdzenie twojej płatności lub skontaktować się bezpośrednio z Dotpay.

source: If you have any further questions, please contact this site administrator.
pl_pl: Jeśli masz jeszcze jakieś pytania, skontaktuj się z administratorem.

source: The amount you have paid does not match the required amount for this transaction. Please contact us to clarify the problem.
pl_pl: Wartość twojej płatności nie jest równa wartości tej transakcji. Proszę się z nami skontaktować aby rozwiązać problem.

source: The payment transaction was canceled by the user.
pl_pl: Transakcja została anulowana przez użytkownika.

source: Activate Dotpay?
pl_pl: Aktywować Dotpay?

source: Dotpay customer ID
pl_pl: ID klienta Dotpay

source: <br>your Dotpay customer ID
pl_pl: <br>twój ID klienta Dotpay

source: Dotpay currency code
pl_pl: Waluta Dotpay

source: <br>The currency in which you would like to receive your Dotpay payments
pl_pl: <br>Waluta w której chcesz otrzymywać płatności na Dotpay

source: Install Required Plugins
pl_pl: Zainstaluj Wymagane Wtyczki

source: Install Plugins
pl_pl: Zainstaluj Wtyczki

source: Installing Plugin: %s
pl_pl: Instalowanie Wtyczki: %s

source: Something went wrong.
pl_pl: Coś poszło nie tak.

source: Return to Required Plugins Installer
pl_pl: Powrót do Instalatora Wymaganych Wtyczek

source: Return to the dashboard
pl_pl: Powrót do kokpitu

source: Plugin activated successfully.
pl_pl: Wtyczka została aktywowana poprawnie.

source: The following plugin was activated successfully:
pl_pl: Następujące wtyczki zostały aktywowane poprawnie:

source: All plugins installed and activated successfully. %1$s
pl_pl: Wszystkie wtyczki zostały zainstalowane i aktywowane. %1$s

source: Dismiss this notice
pl_pl: Ukryj tą wiadomość

source: Return to the Dashboard
pl_pl: Powrót do Kokpitu

source: Private Repository
pl_pl: Prywatne Repozytorium

source: Pre-Packaged
pl_pl: Spakowany

source: WordPress Repository
pl_pl: Repozytorium WordPress

source: Required
pl_pl: Wymagany

source: Recommended
pl_pl: Zalecany

source: Not Installed
pl_pl: Nie Zainstalowany

source: Installed But Not Activated
pl_pl: Zainstalowany Ale Nie Aktywowany

source: Install
pl_pl: Zainstaluj

source: Activate
pl_pl: Aktywuj

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
pl_pl: Brak wtyczek do zainstalowania lub aktywacji. <a href="%1$s" title="Powrót do Kokpitu">Powrót do Kokpitu</a>

source: Plugin
pl_pl: Wtyczka

source: Source
pl_pl: Źródło

source: Type
pl_pl: Typ

source: No plugins are available to be installed at this time.
pl_pl: Nie ma żadnych wtyczke do zainstalowania w tym momencie.

source: No plugins are available to be activated at this time.
pl_pl: Nie ma żadnych wtyczek do aktywowania w tym momencie.

source: Install package not available.
pl_pl: Paczka instalacyjna jest niedostępna.

source: Downloading install package from <span class="code">%s</span>&#8230;
pl_pl: Pobieranie instalatora z <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
pl_pl: Rozpakowywanie &#8230;

source: Installing the plugin&#8230;
pl_pl: Instalacja wtyczki &#8230;

source: Plugin install failed.
pl_pl: Instalacja wtyczki nie powiodła się.

source: Plugin installed successfully.
pl_pl: Wtyczka została zainstalowana poprawnie.

source: Plugin activation failed.
pl_pl: Aktywacja wtyczki nie powiodła się.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
pl_pl: Proces instalacji oraz aktywacji został rozpoczęty. Ten proces może zająć chwilę na niektórych serwerach, prosimy o cierpliwość.

source: %1$s installed and activated successfully.
pl_pl: %1$s został zainstalowany i aktywowany poprawnie.

source: Show Details
pl_pl: Pokaż Szczegóły

source: Hide Details
pl_pl: Ukryj Szczegóły

source: All installations and activations have been completed.
pl_pl: Wszystkie instalacje oraz aktywacje zostały ukończone.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
pl_pl: Instalacja oraz Aktywacja Wtyczki %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
pl_pl: Proces instalacji został rozpoczęty. Ten proces może zająć chwilę na niektórych serwerach, prosimy o cierpliwość.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
pl_pl: Wystąpił błąd podczas instalacji %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
pl_pl: Instalacja %1$s nie powiodła się.

source: %1$s installed successfully.
pl_pl: %1$s został zainstalowany poprawnie.

source: All installations have been completed.
pl_pl: Wszystkie instalacja zostały ukończone.

source: Installing Plugin %1$s (%2$d/%3$d)
pl_pl: Instalowanie wtyczki %1$s (%2$d/%3$d)

source: You chose payment by Dotpay. Click Continue do proceed
pl_pl: Wybrałeś płatność przez Dotpay. Kliknij Kontynuuj aby przejść dalej

source: Payment for advert no. %1$s (%2$s)
pl_pl: Płatność za ogłoszenie nr: %1$s (%2$s)

source: Continue
pl_pl: Kontynuuj
